{
  "link.home": "Home",
  "link.about": "Over Ons",
  "link.contact": "Contact",
  "link.services": "Diensten",

  "home.hero.contact": "Neem Contact met Ons Op",
  "appointment.title": "Maak een Afspraak",
  "appointment.description": "We zijn hier om u te helpen. Bel ons of stuur ons een e-mail en we zullen zo snel mogelijk contact met u opnemen",
  "appointment.button": "Contact Opnemen",

  "home.hero.preTitle": "Schitterende Ruimtes, Elegante Professionaliteit",
  "home.hero.title": "Rub The Building: Uw Schoonmaakexperts",
  "home.hero.description": "Welkom bij Rub The Building, waar netheid professionaliteit ontmoet. Ons toegewijde team zet zich in om eersteklas schoonmaakdiensten te leveren door heel België. Van kleine kantoren tot grote commerciële ruimtes, wij zorgen voor een vlekkeloze, gezonde en gastvrije omgeving voor uw bedrijf.",

  "home.usp.label": "Waarom Kiezen voor Rub The Building?",
  "home.usp.title": "Wij zijn de beste in wat we doen",
  "home.usp.description": "Rub The Building onderscheidt zich in de schoonmaakindustrie om verschillende sleutelredenen. Wij zijn meer dan een schoonmaakdienst; wij zijn uw partners in het behouden van een smetteloze omgeving.",

  "usp1.title": "Ecologische Schoonmaakoplossingen",
  "usp1.description": "We geven prioriteit aan de planeet door milieuvriendelijke schoonmaakproducten te gebruiken die veilig zijn voor uw team en de omgeving.",
  "usp2.title": "Aangepaste Schoonmaakplannen",
  "usp2.description": "Erkennend dat elke ruimte uniek is, bieden wij op maat gemaakte schoonmaakplannen aangepast aan uw specifieke behoeften en schema's.",
  "usp3.title": "Hooggekwalificeerd Personeel",
  "usp3.description": "Ons team bestaat uit ervaren en opgeleide professionals die zich inzetten om hoogwaardige schoonmaakdiensten te leveren.",

  "home.heading.label": "Over Rub The Building",
  "home.heading.title": "Toegewijd aan Netheid, Toegewijd aan Excellentie",
  "home.heading.description.1": "Bij Rub The Building brengen we meer dan een decennium aan schoonmaakexpertise naar uw deur. Onze gekwalificeerde professionals gebruiken de nieuwste technieken en ecologische producten om uitzonderlijke schoonmaakdiensten te leveren.",
  "home.heading.description.2": "We zijn trots op onze betrouwbaarheid, aandacht voor detail en onze persoonlijke aanpak om te voldoen aan de unieke behoeften van elke klant.",
  "home.heading.button": "Meer Weten",

  "home.services.title": "Onze Schoonmaakdiensten",
  "home.services.description": "Rub The Building biedt een uitgebreid scala aan schoonmaakdiensten om aan diverse behoeften te voldoen. Elke dienst wordt uitgevoerd met het hoogste professionalisme en bijzondere aandacht voor details.",

  "service.1.title": "Algemene Schoonmaak",
  "service.1.description": "Volledige schoonmaakoplossingen voor kantoren, huizen en commerciële ruimtes, die een schoon en hygiënisch milieu garanderen.",
  "service.2.title": "Ruitenreiniging",
  "service.2.description": "Professionele ruitenreinigingsdiensten voor heldere en streeploze uitzichten die het uiterlijk van uw gebouw verbeteren.",
  "service.3.title": "Schoonmaak van Grote Kantoren",
  "service.3.description": "Gespecialiseerde schoonmaakdiensten voor grote kantoorruimtes, met focus op nauwkeurigheid en minimale verstoring.",
  "service.4.title": "Post-constructie Schoonmaak",
  "service.4.description": "Gedetailleerde schoonmaakdiensten voor post-constructie sites, waarbij alle sporen van bouwafval en stof worden verwijderd.",

  "mission.1.title": "Algemene Schoonmaak",
  "mission.1.description": "Onze Algemene Schoonmaakdienst is de hoeksteen van wat we doen bij Rub The Building. Afgestemd op de specifieke behoeften van elke klant, omvat deze dienst alles van afstoffen en stofzuigen tot het desinfecteren van toiletten en keukens. We richten ons op drukke gebieden en contactpunten om de verspreiding van ziektekiemen te verminderen, vooral belangrijk in de gezondheidsbewuste wereld van vandaag. Ons team gebruikt een checklist om ervoor te zorgen dat geen enkel detail over het hoofd wordt gezien, wat resulteert in een grondige reiniging die het professionalisme van uw ruimte behoudt. Of het nu gaat om een klein kantoor, een groot bedrijfsgebouw of uw huis, onze algemene schoonmaakdienst is aanpasbaar aan elke omgeving en zorgt voor een consistent schoon en uitnodigend sfeer.",
  "mission.2.title": "Ruitenreiniging",
  "mission.2.description": "Kristalheldere ramen kunnen de sfeer van uw gebouw transformeren. Onze Ruitenreinigingsservice gebruikt geavanceerde technieken en milieuvriendelijke producten om uw ramen schitterend schoon te maken zonder strepen of residu. Naast het schoonmaken van het glas, besteden we ook aandacht aan vensterbanken, kozijnen en schermen. We beheren alles van ramen op grondniveau tot hoogbouw met hetzelfde niveau van nauwkeurigheid en veiligheid. Regelmatige reiniging van ramen verbetert niet alleen de esthetische aantrekkingskracht van uw gebouw, maar verlengt ook de levensduur van uw ramen door corrosieve verontreinigingen te verwijderen. Geschikt voor commerciële en residentiële gebouwen, onze service garandeert dat u altijd kunt genieten van een helder uitzicht en een positieve indruk maakt op bezoekers en klanten.",
  "mission.3.title": "Schoonmaak van Grote Kantoren",
  "mission.3.description": "Onze Schoonmaakdienst voor Grote Kantoren is ontworpen om de netheid en professionaliteit van uw werkruimte te behouden. We begrijpen dat grote kantoren unieke schoonmaakbehoeften hebben, die vaak strategische planning vereisen om verstoringen te minimaliseren. Ons team werkt efficiënt om alle gebieden te dekken, van individuele werkstations en gemeenschappelijke ruimtes tot vergaderzalen en toiletten. We bieden schoonmaak buiten kantooruren aan om te garanderen dat uw activiteiten ononderbroken blijven. Onze service omvat grondige tapijtreiniging, zorgvuldige stofverwijdering van technologie en apparatuur, en het desinfecteren van veel aangeraakte oppervlakken. We bieden ook aanpasbare plannen aan om specifieke zorgen aan te pakken, zoals het verminderen van allergenen of het focussen op welzijnsgebieden voor werknemers. Met Rub The Building die zorgt voor de netheid van uw kantoor, kunt u een gezonde en uitnodigende omgeving bieden aan uw werknemers en klanten.",
  "mission.4.title": "Post-constructie Schoonmaak",

  "mission.4.description": "Post-constructie schoonmaken is cruciaal om een bouwplaats om te toveren in een gepolijste en veilige ruimte. Onze service dekt alle aspecten van het schoonmaken na de bouw, van het verwijderen van puin en stof tot het polijsten van oppervlakken en het reinigen van ramen. We beheren het vuil en het gruis dat vaak achterblijft na de bouwwerkzaamheden, en zorgen ervoor dat de nieuwe ruimte bewoonbaar en presentabel is. Ons team is uitgerust met de gereedschappen en expertise die nodig zijn om de uitdagingen van post-constructie schoonmaken op een veilige en efficiënte manier aan te gaan. Deze service gaat niet alleen over het mooi maken van de ruimte, maar ook over het garanderen dat het voldoet aan de veiligheids- en hygiënenormen. Of het nu gaat om een nieuwe bouw of een renovatie, onze post-constructie schoonmaakdienst bereidt het terrein voor zodat u uw operaties kunt beginnen in een schone, frisse en gastvrije omgeving.",

  "policy.cookie.title": "Deze website maakt gebruik van cookies om de gebruikerservaring te verbeteren.",
  "policy.cookie.text": "Door onze website te gebruiken, stemt u in met alle cookies in overeenstemming met ons",
  "policy.cookie.page": "Cookiebeleid",

  "home.contact.title": "Neem Contact Met Ons Op",
  "home.contact.description": "We zijn hier om u te helpen. Bel ons of stuur ons een e-mail en we zullen zo snel mogelijk contact met u opnemen",
  "contact.form.email": "E-mail",
  "contact.form.email.placeholder": "Uw e-mail",
  "contact.form.error": "Er is een fout opgetreden bij het verwerken van uw aanvraag.",
  "contact.form.message": "Bericht",
  "contact.form.message.placeholder": "Uw bericht",
  "contact.form.firstName": "Voornaam",
  "contact.form.firstName.placeholder": "Uw voornaam",
  "contact.form.phoneNumber": "Telefoonnummer",
  "contact.form.phoneNumber.placeholder": "Uw telefoonnummer",
  "contact.form.lastName": "Achternaam",
  "contact.form.lastName.placeholder": "Uw achternaam",
  "contact.form.submit": "Verzenden",
  "contact.form.success": "Uw bericht is succesvol verzonden.",
  "contact.form.title": "Neem contact met ons op",

  "home.faq.title": "Veelgestelde Vragen",
  "faq.1.title": "Gebruikt u milieuvriendelijke schoonmaakproducten?",
  "faq.1.description": "Ja, we gebruiken milieuvriendelijke producten die effectief en veilig zijn voor zowel het milieu als de mensen in uw ruimte.",
  "faq.2.title": "Kunt u schoonmaken buiten kantooruren?",
  "faq.2.description": "Absoluut, we bieden flexibele planningsmogelijkheden om minimale verstoring van uw bedrijfsvoering te garanderen.",
  "faq.3.title": "Is uw personeel verzekerd en opgeleid?",
  "faq.3.description": "Ja, ons team is volledig verzekerd en ontvangt voortdurende training om de hoogste standaard van schoonmaakdiensten te waarborgen.",
  "faq.4.title": "Biedt u eenmalige schoonmaakdiensten aan?",
  "faq.4.description": "Ja, we bieden zowel eenmalige als regelmatige schoonmaakdiensten aan op basis van uw behoeften.",
  "faq.5.title": "Hoe zorgt u voor kwaliteit in uw schoonmaakdiensten?",
  "faq.5.description": "We hebben een kwaliteitscontroleproces dat regelmatige inspecties en klantenfeedback omvat om onze diensten continu te verbeteren.",

  "home.gallery.title": "Onze Galerij",
  "home.gallery.description": "We zijn trots op ons werk en de resultaten die we leveren. Bekijk enkele van onze recente projecten.",

  "home.testimonials.title": "Wat Onze Klanten Zeggen",
  "home.testimonials.description": "We zijn trots op ons werk en de resultaten die we leveren. Bekijk enkele van onze recente projecten.",

  "testimonial.1.name": "Malika",
  "testimonial.1.role": "Kantoormanager",
  "testimonial.1.description": "Rub The Building heeft onze kantoorruimte getransformeerd. Hun aandacht voor detail is ongeëvenaard, en ze gaan altijd een stap verder.",
  "testimonial.2.name": "Sarah",
  "testimonial.2.role": "Gebouwbeheerder",
  "testimonial.2.description": "Het verschil in onze ramen na de schoonmaak van Rub The Building was dag en nacht. Ik beveel hun diensten ten zeerste aan!",
  "testimonial.3.name": "Marc",
  "testimonial.3.role": "Projectmanager",
  "testimonial.3.description": "Na de bouw was onze locatie een chaos. Rub The Building maakte het vlekkeloos schoon, snel en efficiënt.",

  "home.title": "Home",
  "home.meta.title": "Home",
  "home.meta.description": "Rub The Building is een toonaangevende schoonmaakdienstverlener in België. We bieden een uitgebreid assortiment schoonmaakdiensten voor kantoren, woningen en commerciële ruimtes.",

  "about.title": "Over Ons",
  "about.meta.title": "Over Ons",
  "about.meta.description": "Rub The Building is een toonaangevende schoonmaakdienstverlener in België. We bieden een uitgebreid assortiment schoonmaakdiensten voor kantoren, woningen en commerciële ruimtes.",

  "services.title": "Onze Diensten",
  "services.meta.title": "Onze Diensten",
  "services.meta.description": "Rub The Building biedt een uitgebreid assortiment schoonmaakdiensten aan om aan verschillende behoeften te voldoen. Elke dienst wordt uitgevoerd met de grootste professionaliteit en aandacht voor detail.",

  "contact.title": "Contacteer Ons",
  "contact.meta.title": "Contacteer Ons",
  "contact.meta.description": "We zijn hier om u te helpen. Bel ons of stuur ons een e-mail en we zullen zo snel mogelijk contact met u opnemen",

  "footer.appointment": "Maak een Afspraak",
  "footer.business.hours": "Kantooruren"
}
